[{ "_id": 123,
  "topic": "Tesla",
  "userName": "Tesla",
  "title": "Tesla Cybertruck lands on Mars and picks up the Curiosity rover on its 6' bed",
  "time": "2h",
  "image": "teslared.jpeg",
  "liked": true,
  "replies": 212,
  "retuits": 342,
  "likes": 231,
  "handle": "@tesla",
  "tuit": "Teslas have the ability to send and receive text messages. Any message you receive while connected to the car will display the sender's name on the screen. You can then have the car read the message to you or dismiss it.\n\nBeing able to receive text messages is as simple as pairing your phone and turning on a few settings. If you’d like to reply or send a text message, you can do it completely through your voice."

},
  { "_id": 234,
    "topic": "Space",
    "userName": "SpaceX",
    "title": "100s of SpaceX Starships land on Mars after a 6 month journey. 1000s of Martian colonists being building Mars Base 1",
    "time": "2h",
    "image": "spacex.jpg",
    "liked": false,
    "replies": 123,
    "retuits": 432,
    "likes": 2345,
    "handle": "@spacex",
    "tuit": "You want to wake up in the morning and think the future is going to be great - and that’s what being a spacefaring civilization is all about. It’s about believing in the future and thinking that the future will be better than the past. And I can’t think of anything more exciting than going out there and being among the stars"
  },
  { "_id": 345,
    "topic": "Energy",
    "userName": "Tesla",
    "title": "Tesla FSD finally makes driving obsolete. After years of delay, Tesla Full Self Driving can drive you to work while you work, play, or sleep",
    "time": "4d",
    "image": "teslared.jpeg",
    "liked": true,
    "replies": 123,
    "retuits": 432,
    "likes": 2345,
    "handle": "@tesla",
    "tuit": "The electric car maker cut prices for its models in a bid to boost sales. Tesla has cut the prices of its most popular models by up to 20% in the U.S. and Europe in an effort to boost sales as competition intensifies — a move that ensures more of its models can qualify for a federal tax credit for electric vehicles. In conclusion, while owning a Tesla can be a luxurious and environmentally friendly option, there are several disadvantages to consider. The high price tag, limited range, lack of charging stations, and environmental concerns can make owning a Tesla a financial and practical burden for many individuals."
  }
]
